[
  "obsidian-linter",
  "obsidian-local-rest-api",
  "templater-obsidian",
  "obsidian-tasks-plugin",
  "obsidian-style-settings",
  "breadcrumbs",
  "obsidian-kanban",
  "dataview",
  "mcp-tools",
  "smart-connections"
]